Merge pull request #311 from striae-org/dev
Guide edits and updates
